insert into category(id, name)
values (1, 'Главное');
insert into category(id, name)
values (2, 'Санкт-Петербург');
insert into category(id, name)
values (3, 'Авто');
insert into category(id, name)
values (4, 'Спорт');

insert into news(id, name, text, date, category_id)
values (1, 'Юрист рассказал о возможности для россиян получить выплату раз в год',
        'Россияне раз в год могут получить единовременную выплату от государства, однако для этого гражданин должен соответствовать ряду требований, рассказал 11 февраля управляющий партнер юридической компании «Позиция права» Егор Редин.',
        '2021-02-11 11:00:00', 1);
insert into news(id, name, text, date, category_id)
values (2, 'С 13 февраля вступят в силу несколько новых ограничений движения', '1 час назад, источник: Фонтанка
Работы ограничат движение по Лиговскому и Крестовскому проспектам и другим улицам в Петербурге
С 13 февраля в Петербурге вступят в силу несколько новых ограничений движения. Для прокладки коммуникаций и установки пешеходной галереи водителям придётся подвинуться на Лиговском и Крестовском проспектах, Прожекторной улице и улице Коли Томчака.',
        '2021-02-11 13:00:00', 2);
insert into news(id, name, text, date, category_id)
values (3, 'Электрический Porsche установил рекорд скорости в помещении', 'Американский гонщик Лех Кин попал в Книгу рекордов Гиннеса, разогнав Porsche Taycan в закрытом помещении до 165,1 километра в час.

Заезд прошел в выставочном зале в Новом Орлеане, который называют самым большим в США. Его площадь составляет около 100 тысяч квадратных метров.',
        '2021-02-11 11:30:15', 3);
insert into news(id, name, text, date, category_id)
values (4, '«Эвертон» обыграл «Тоттенхэм» в матче с 9 голами в Кубке Англии', '«Эвертон» обыграл «Тоттенхэм» в 1/8 финала Кубка Англии. Команды забили девять голов
ТАСС, 11 февраля. «Эвертон» дома в дополнительное время обыграл «Тоттенхэм» со счетом 5:4 в матче 1/8 финала Кубка Англии по футболу.',
        '2021-02-11 09:15:24', 4);


